[
    {
        "id": "town",
        "image": "",
        "name": "Oakwood",
        "description": "<p>The heart of Oakville is marked by a weather-beaten tavern, known simply as &quot;The Wilted Oak.&quot; Its wooden fa&ccedil;ade, worn by time and neglect, casts a gloomy shadow over the few patrons who gather within. The air inside is thick with a melancholic haze, the conversations hushed and heavy, mirroring the town&#39;s overall atmosphere. The tavern serves as the social nexus, where the remaining residents share tales of hardship and loss over mugs of ale.</p><p>Adjacent to The Wilted Oak, a solitary merchant shop named &quot;Forgotten Wares&quot; stands as a relic of a more prosperous past. Its shelves, once stocked with a diverse array of goods, now showcase a sparse collection of dusty, neglected items. The shopkeeper, a grizzled and taciturn figure, tends to the store with a sense of duty, his eyes reflecting the toll of years of solitude and decay.</p><p>The town&#39;s proximity to a nearby mine, though long abandoned and dilapidated, serves as a grim reminder of Oakville&#39;s past prosperity. The mine&#39;s entrance is now overgrown with moss and surrounded by rusting equipment, a silent witness to the once-thriving industry that sustained the town.</p><p>Oakville, forgotten by time and overshadowed by the shadows of war, is a place where hope flickers but refuses to be extinguished. Its few remaining inhabitants navigate their daily lives in quiet resignation, finding solace in the familiar, though fading, warmth of The Wilted Oak and the dim light of Forgotten Wares. In the quiet desperation of Oakville, stories of resilience and endurance echo through the narrow streets, carving a fragile tapestry of survival against the backdrop of a war-torn universe.</p>",
        "entityList": [],
        "lootList": [],
        "type": "entry",
        "isDark": false,
        "x": 19,
        "y": 21,
        "objects": [
            {
                "type": "chest",
                "isLocked": true
            },
            {
                "type": "chest",
                "isLocked": false
            }
        ]
    },
    {
        "id": "northern_fields",
        "image": "",
        "objects": [
            {
                "type": "chest",
                "isLocked": true
            },
            {
                "type": "chest",
                "isLocked": false
            }
        ],
        "description": "A vast country with a lot of ununsed and overgrown fields. Few desolated farms are scattered in the distance. Its a sad sight",
        "entityList": [],
        "lootList": [],
        "name": "Northern Fields",
        "type": "entry",
        "isDark": false,
        "x": 19,
        "y": 20
    }
]